Repository: Valik/Player-Extension
Catalog: PlayerExtension/strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# availableDevices.Text
source: Available devices
ru_ru: Доступные устройства

# chooseFolder.Text
source: Choose a folder on your computer where tracks will be uploaded. From that folder they will be copied to the player, plus you always have your favorite tracks on your computer.
ru_ru: Выбери папку на компьютере, куда будут закачиваться треки. Из этой папки они будут копироваться на плеер, плюс у тебя всегда есть любимые треки еще и на компьютере.

# choosePlayer.Text
source: Choose your player and a folder where your favourite tracks from last.fm will be saved. A phone can be connected too, but it should be defined as a flash drive.
ru_ru: Выбери свой плеер и папку на нем, в которую будут сохраняться любимые треки с last.fm. Можно подключать и телефон, необходимо, чтобы он определялся как флешка.

# devicesPageTitle.Text
source: folders for music
ru_ru: папки для музыки

# extensionPageTitle.Text
source: Player Extension
ru_ru: Расширение для плеера

# folderButton.Content
source: Select a folder
ru_ru: Выберите папку

# folderOnComputer
source: Select a folder on computer for LastFM tracks.
ru_ru: Выберите папку на компьютере

# folderOnPlayer
source: Select a folder on the player for LastFM tracks.
ru_ru: Выберите папку на плеере

# infoBlock.Text
source: Sync with last.fm occurs every 10 seconds. Leave Player Extension on. Listen to music on last.fm, adds your favorite tracks and they will be automatically uploaded to the player.
ru_ru: Синхронизация с last.fm происходит каждые 10 секунд. Оставь Player Extension включенным. Слушай музыку на last.fm, добавляй любимые треки, и они автоматически будут закачиваться на плеер.

# infoReady.Text
source: ready to be synchronized
ru_ru: готов к синхронизации

# infoStarted
source: synchronization has started
ru_ru: синхронизация началась

# infoStoped
source: synchronization has stopped
ru_ru: синхронизация остановлена

# LastFMPageTitle.Text
source: last.fm authorization
ru_ru: авторизация в last.fm

# LastNick.Text
source: Please enter your nickname
ru_ru: Введи свой last fm ник

# messageLoading
source: Loading...
ru_ru: Загрузка...

# messageNoTracks
source: No tracks for sync.
ru_ru: Нет треков для синхронизации

source: nickname
ru_ru: никнейм

# startSyncButton.Content
source: Start Synchronization
ru_ru: Начать сихронизацию

# stopSyncButton.Content
source: Stop Synchronization
ru_ru: Остановить синхронизацию

# syncTracks.Text
source: Synchronized tracks on your player
ru_ru: Синхронизированные саундтреки

# vkAuthText.Text
source: Please sign in to the vk.com
ru_ru: Авторизуйся в vk.com

# vkConfidential.Text
source: vk.com is used to search for music. Authorization occurs on the site, and no information about You is not stored. Follow the link to create an account on vk.com.
ru_ru: vk.com используется для поиска музыки. Авторизация происходит на сайте, и ни какой информации о тебе не храниться. Для создания аккаунта в vk.com перейди по ссылке.

# vkPageTitle.Text
source: vk.com authorization
ru_ru: авторизация в vk.com

source: Privacy Policy
ru_ru: Политика конфиденциальности

# appDescription
source: Application for automatic downloading your favorite tracks from last.fm on your MP3-Player or phone.
ru_ru: Приложение для автоматической загрузки любимых треков c last.fm на твой MP3 - плеер или телефон.

# lastRegText.Text
source: Follow the link to create an account on last.fm
ru_ru: Для создания аккаунта в last.fm перейди по ссылке.

# extensionPageDonate.Content
source: Donate
ru_ru: Поддержи проект
